def map_name(formName):
    FormToDBName = {
        "Филология": [
            "Филология"
        ],
        "Медицина": [
            "Медицинский институт СПбГУ"
        ],
        "Прикладная математика - процессы управления (ПМ-ПУ)": [
            "Процессы управления"
        ],
        "Биология": [
            "Биология"
        ],
        "Клуб иностранных обучающихся (КИО)": [
            "Клуб иностранных обучающихся (КИО)"
        ],
        "Экономика": [
            "Экономика"
        ],
        "Математика и механика (МатМех)": [
            "Математика и механика"
        ],
        "Искусства": [
            "Искусства"
        ],
        "Физическая культура и спорт": [
            "Междисциплинарные программы",
            "Колледж физической культуры и спорта, экономики и технологии"
        ],
        "Журналистика и массовые коммуникации (ВШЖиМК)": [
            "Высшая школа журналистики и массовых коммуникаций"
        ],
        "Математика и компьютерные науки (МКН)": [
            "Математика и компьютерные науки"
        ],
        "Философия": [
            "Институт философии"
        ],
        "Студенческие отряды": [
            "Студенческие отряды"
        ],
        "Психология": [
            "Психология"
        ],
        "Востоковедение": [
            "Востоковедение и африканистика"
        ],
        "Социология": [
            "Социология"
        ],
        "Свободные искусства и науки": [
            "Свободные искусства и науки"
        ],
        "Политология": [
            "Политология"
        ],
        "Химия": [
            "Институт химии"
        ],
        "Международные отношения (ФМО)": [
            "Международные отношения"
        ],
        "Теология": [
            "Институт теологии СПбГУ"
        ],
        "Менеджмент (ВШМ)": [
            "Менеджмент"
        ],
        "Институт наук о Земле (ИНоЗ)": [
            "Институт наук о Земле"
        ],
        "История": [
            "Институт истории"
        ],
        "Юриспруденция": [
            "Юриспруденция"
        ]
    }

    # if formName in FormToDBName:
    #     return FormToDBName